Repository: ubports/ciborium
Catalog: po/*.po
Languages: am, ast, br, cs, cy, de, es, gd, gl, nl, sc, sr, ug

source: Storage device detected
am: የማጠራቀሚያ አካል ተገኝቷል
ast: Preséu d'almacenamientu deteutáu
br: Benveg stokañ dinoet
cs: Úložné zařízení nalezeno
cy: Canfuwyd dyfais storio
de: Speichermedium gefunden
es: Dispositivo de almacenamiento detectado
gd: Mhothaich sinn do dh'uidheam stòrais
gl: Detectouse un dispositivo de almacenamento
nl: Opslagapparaat gedetecteerd
sc: Est istadu rilevadu unu dispositivu de memòria
sr: Примећен је уређај са подацима
ug: ساقلاش ئۈسكۈنىسى بايقالدى

source: This device will be scanned for new content
am: አካሉ ለ አዲስ ይዞታዎች ይታሰሳል
ast: Va escaniase'l conteníu d'esti preséu
br: Skannaet e vo ar benveg-mañ evit kavout traoù nevez
cs: Zařízení bude prohledáno, zda neobsahuje nový obsah
cy: Bydd y ddyfais yn cael ei sganio am gynnwys newydd
de: Dieses Medium wird auf neue Inhalte durchsucht
es: Se analizará este dispositivo en busca de nuevo contenido
gd: Nì sinn sganadh air an uidheam seo airson susbaint ùr
gl: Buscaranse novos contidos no dispositivo
nl: Het opslagapparaat zal gescand worden op nieuwe inhoud
sc: Custu dispositivu at a èssere analizadu pro nde rilevare su cuntenutu
sr: Потражићемо нови садржај на овом уређају
ug: بۇ ئۈسكۈنە يېڭى مەزمۇن بايقايدۇ

source: Failed to add storage device
am: የማጠራቀሚያ አካል መጨመር አልተቻለም
ast: Falló al amestar el preséu d'almacenamientu
br: N'eus ket bet gallet ouzhpennañ ar benveg stokañ
cs: Nepodařilo se přidat úložné zařízení
cy: Methwyd ychwanegu dyfais storio
de: Medium konnte nicht hinzugefügt werden
es: Falló al añadir el dispositivo de almacenamiento
gd: Cha b' urrainn dhuinn an t-uidheam stòrais ùr a chur ris
gl: Produciuse un fallo ao engadir o novo dispositivo
nl: Kon opslagapparaat niet toevoegen
sc: Impossìbile agiùnghere su dispositivu de memòria
sr: Неуспешно додавање уређаја са подацима
ug: ساقلاش ئۈسكۈنىسى قوشۇش مەغلۇپ بولدى

source: Make sure the storage device is correctly formated
am: የማጠራቀሚያው አካል በትክክል ፎርማት መሆኑን ያረጋግጡ
ast: Asegúrate de que'l preséu d'almacenamientu tea bien formatiáu
br: Gwiriit hag-eñ eo furmadet ar benveg stokañ evel zo dleet
cs: Zkontrolujte, zda je zařízení správně naformátováno
cy: Sicrhewch bod y ddyfais storio wedi'i fformation'n gywir
de: Bitte sicherstellen, dass das Medium richtig formatiert ist
es: Asegúrese de que el dispositivo de almacenamiento está correctamente formateado
gd: Dèan cinnteach gun deach an t-uidheam stòrais seo fhòrmatadh mar bu chòir
gl: Asegúrese que o dispositivo está formatado correctamente
nl: Zorg ervoor dat het opslagapparaat correct geformatteerd is
sc: Assegura·ti chi su dispositivu de memòria siat formatadu bene
sr: Проверите да ли је уређај са подацима исправно форматиран
ug: ساقلاش ئۈسكۈنىسىنىڭ توغرا ڧورماتلانغانلىقىنى جەزىملەڭ

source: Storage device has been removed
am: የማጠራቀሚያ አካል ተወግዷል
ast: Desconeutóse'l preséu d'almacenamientu
br: Lamet eo bet ar benveg stokañ
cs: Úložné zařízení bylo odebráno
cy: Tynnwyd y ddyfais storio
de: Speichermedium wurde entfernt
es: El dispositivo de almacenamiento ha sido desconectado
gd: Chaidh an t-uidheam-stòrais a thoirt air falbh
gl: Retirouse o dispositivo de almacenamento
nl: Het opslagapparaat is verwijderd
sc: Su dispositivu de memòria est istadu tiradu
sr: Уклоњен је уређај са подацима
ug: ساقلاش ئۈسكۈنىسى چىقىرىۋېتىلگەن

source: Content previously available on this device will no longer be accessible
am: በዚህ አካል ውስጥ የነበሩ ማናኛውንም ይዞታ ማግኘት አይቻልም
ast: Los conteníos almacenaos nesti preséu yá nun van tar disponibles
br: Ne c'hallor ket adkavout an traoù a oa er benveg-mañ a-raok
cs: Obsah dříve dostupný z tohoto zařízení už nebude k dispozici
cy: Fydd cynnwys oedd ar gael ar y ddyfais hon bellach ddim yn hygyrch
de: Auf den vormaligen Inhalt dieses Mediums kann nicht mehr länger zugegriffen werden
es: Ya no se podrá acceder a los contenidos almacenados en este dispositivo
gd: Chan fhaigh thu inntrigeadh dhan t-susbaint air an uidheam seo tuilleadh
gl: Xa non poderá acceder ao contido dispoñíbel no dispositivo
nl: De voorheen beschikbare inhoud op dit opslagapparaat zal hierna niet langer toegankelijk zijn
sc: Non s'at a pòdere prus atzedere a su cuntenutu chi fiat a disponimentu in custu dispositivu
sr: Садржај са овог уређаја више неће бити доступан
ug: مەزكۇر ئۈسكۈنىدىكى بۇرۇن بار بولغان مەزمۇنلارنى بۇنىڭدىن كېيىن زىيارەت قىلغىلى بولمايدۇ.

source: Low on disk space
am: አነስተኛ የ ዲስክ ቦታ
ast: Pocu espaciu en discu
br: Neneut a spas er bladenn
cs: Nedostatek místa na úložišti
cy: Gofod disg yn brin
de: Wenig Speicherplatz vorhanden
es: Poco espacio en disco
gd: Dh'fhàs an rum air an diosg gann
gl: Fica pouco espazo no disco
nl: Nog maar weinig schijfruimte beschikbaar
sc: B'at pagu ispàtziu in su discu
sr: Мало простора на диску
ug: دىسكا بوشلۇقى ئاز قالدى

source: Only %d%% is available on the internal storage device
am: ይህ %d%% ብቻ ዝግጁ ነው በ ውስጥ ማጠራቀሚያ አካል ውስጥ
ast: Namái hai %d%% disponible nel discu internu
br: N'eus nemet %d%% a c'haller implijout er benveg stokañ diabarzh
cs: Na vestavěném úložišti zbývá už jen %d%% volného místa
cy: Dim ond %d%% sydd ar gael ar y ddyfais storio fewnol
de: Nur noch %d %% sind auf dem internen Speicher verfügbar
es: Queda solo un %d %% de espacio interno
gd: Chan eil ach %d%% a rum saor air an stòras taobh a-staigh
gl: Só quedan dispoñíbeis %d%% no dispositivo de almacenamento interno
nl: Er is nog maar %d%% beschikbaar op het interne opslagapparaat
sc: S'ispàtziu a disponimentu in su dispositivu de memòria internu est isceti de su %d%%
sr: Доступно је само %d%% простора на унутрашњем складишном уређају
ug: ئىچكى ئۈسكۈنىدە پەقەت %d% % بوشلۇق قالدى

source: Only %d%% is available on the external storage device
am: ይህ %d%% ብቻ ዝግጁ ነው በ ውጪ ማጠራቀሚያ አካል ውስጥ
ast: Namái hai %d%% disponible nel discu esternu
br: N'eus nemet %d%% a c'haller implijout er benveg stokañ diavaez
cs: Na externím úložišti zbývá už jen %d%% volného místa
cy: Dim ond %d%% sydd ar gael ar y ddyfais storio allanol
de: Nur noch %d %% sind auf dem externen Speicher verfügbar
es: Queda solo un %d %% de espacio externo
gd: Chan eil ach %d%% a rum saor air an uidheam-stòrais taobh a-muigh
gl: Só quedan dispoñíbeis %d%% no dispositivo de almacenamento externo
nl: Er is nog maar %d%% beschikbaar op het externe opslagapparaat
sc: S'ispàtziu a disponimentu in su dispositivu de memòria esternu est isceti de su %d%%
sr: Доступно је само %d%% простора на спољном складишном уређају
ug: سىرتقى ئۈسكۈنىدە پەقەت %d% % بوشلۇق قالدى

source: SD Card Management
am: የ ማጠራቃሚያ አስተዳዳሪ
ast: Xestión de tarxetes SD
br: Merañ ar gartenn SD
cs: Správa SD karty
cy: Rheolaeth Cerdyn SD
de: SD-Kartenverwaltung
es: Gestión de tarjetas SD
gd: Stiùireadh a' chairt SD
gl: Xestión de tarxetas SD
nl: SD-kaartbeheer
sc: Gestione de s'ischeda SD
sr: Управљање СД картицама
ug: SD كارت باشقۇرۇش

source: Cancel
am: መሰረዣ
ast: Encaboxar
br: Nullañ
cs: Storno
cy: Diddymu
de: Abbrechen
es: Cancelar
gd: Sguir dheth
gl: Cancelar
nl: Annuleren
sc: Annulla
sr: Откажи
ug: ئەمەلدىن قالدۇر

source: Continue
am: ይቀጥሉ
ast: Siguir
br: Kenderc'hel
cs: Pokračovat
cy: Parhau
de: Weiter
es: Continuar
gd: Lean air adhart
gl: Continuar
nl: Doorgaan
sc: Sighi
sr: Настави
ug: داۋاملاشتۇر

source: Confirm remove
am: ማስወገዱን ያረጋግጡ
ast: Confirmar estraición
br: Kadarnaat an tennañ
cs: Potvrdit odebrání
cy: Cadarnhau tynnu
de: Entfernen bestätigen
es: Confirme la extracción
gd: Dearbhaich an toirt air falbh
gl: Confirmar a extracción
nl: Bevestig verwijderen
sc: Cunfirma s'iscotzadura
sr: Потврди уклањање
ug: چىقىرىۋېتىشنى جەزملەش

source: Files on the device can't be accessed after removing
am: አካሉን ካስወገዱ በኋላ በውስጡ የነበሩ ፋይሎች ጋር መድረስ አይችሉም
ast: Nun va poder accedese a los ficheros d'esti preséu dempués d'estrayelu
br: Ne c'haller ket mont d'ar restr a zo er benveg goude m'eo bet tennet
cs: Soubory na zařízení nebudou po jeho odebrání dostupné
cy: Bydd dim mynediad i ffeiliau ar y ddyfais ar Ã´l tynnu
de: Nach dem Löschen kann auf die Dateien auf dem Gerät nicht mehr zugegriffen werden
es: No se podrá acceder a los archivos de este dispositivo después de extraerlo
gd: Cha ghabh faidhlichean inntrigeadh air an uidheam seo nuair a bhios e air a thoirt air falbh
gl: Non poderá acceder aos ficheiros do dispositivo despois de retiralo
nl: Bestanden op het verwijderde opslagapparaat zullen hierna niet langer toegankelijk zijn
sc: Non s'at a pòdere atzedere a is archìvios de su dispositivu a pustis de s'iscotzadura
sr: Не може се приступати датотекама уређаја након уклањања
ug: چىقىرىۋەتكەندىن كېيىن ئۈسكۈنە ئۈستىدىكى ھۆججەتلەرنى زىيارەت قىلغىلى بولمايدۇ

source: Unmounting
am: በማውረድ ላይ
ast: Desmontando
br: Divontañ
cs: Odpojování
cy: Dadosod
de: Wird ausgehängt
es: Desmontando
gd: Dì-mhunntachadh
gl: Desmontando
nl: Ontkoppelen
sc: Ismontende
sr: Искључивање
ug: ئېگەرسىزلەۋاتىدۇ

source: Ok
am: እሺ
ast: Aceutar
br: Mat eo
cs: Přijmout
cy: Iawn
es: Aceptar
gd: Ceart ma-thà
gl: Aceptar
sc: AB
sr: У реду
ug: تامام

source: Safe to remove
am: በጥንቃቄ ማስወገጃ
ast: Pue estrayese con seguridá
br: Gallout a reer tennañ anezhañ e surentez
cs: Zařízení lze bezpečně odebrat
cy: Diogel i dynnu
de: Sicher zu entfernen
es: Se puede extraer con seguridad
gd: Sàbhailte a thoirt air falbh
gl: A extracción é segura
nl: Veilig om te verwijderen
sc: Tira de manera segura
sr: Безбедно је уклонити
ug: چىقىرىش بىخەتەر

source: You can now safely remove the device
am: አካሉን አሁን በጥንቃቄ ማስወገድ ይችላሉ
ast: Agora yá pues estrayer el preséu con seguridá
br: Bremañ e c'hallit tennañ ar benveg e surentez
cs: Nyní můžete zařízení bezpečně odebrat
cy: Gallwch dynnu'r ddyfais yn ddiogel
de: Sie können Ihr Gerät jetzt sicher entfernen
es: Ahora ya puede extraer el dispositivo con seguridad
gd: 'S urrainn dhut an t-uidheam a thoirt air falbh gu sàbhailte a-nis
gl: Pode extraer con seguranza o dispositivo
nl: U kunt het opslagapparaat nu veilig verwijderen
sc: Immoe podes tirare su dispositivu de manera segura
sr: Сада можете безбедно уклонити уређај
ug: ھازىر ئۈسكۈنىنى بىخەتەر چىقىرالايسىز

source: Unmount Error
am: በማውረድ ላይ እንዳለ ስህተት ተፈጥሯል
ast: Fallu de desmontaxe
br: Fazi divontañ
cs: Při odpojování došlo k chybě
cy: Gwall Dadosod
de: Fehler beim Aushängen
es: Error al desmontar
gd: Mearachd leis a' dhì-mhunntachadh
gl: Erro ao desmontar
nl: Ontkoppelfout
sc: Faddina in s'ismontare
sr: Грешка при искључењу

source: The device could not be unmounted because is busy
am: አካሉን ማውረድ አልተቻለም ምክንያቱም በ ስራ ላይ ነው
ast: Nun pudo desmontase'l preséu porque ta ocupáu
br: N'eus ket bet gallet divontañ ar benveg rak oberiant eo
cs: Zařízení nelze odpojit, protože je zaneprázdněno
cy: Methwyd dadosod y ddyfais oherwydd ei bod yn brysur
de: Das Gerät kann nicht ausgehängt werden, da es beschäftigt ist
es: No se puede desmontar el dispositivo porque está ocupado
gd: Cha b' urrainn dhuinn an t-uidheam dì-mhunntachadh on a tha e trang
gl: Non foi posíbel desmontar o dispositivo porque está ocupado
nl: Het opslagapparaat kon niet ontkoppeld worden omdat het in gebruik is
sc: Impossìbile ismontare su dispositivu pro ite ca est ocupadu
sr: Уређај се не може искључити зато што је у употреби

source: Format
am: አቀራረብ
ast: Formatéu
br: Furmad
cs: Formát
cy: Fformatio
de: Formatieren
es: Formato
gd: Fòrmataich
gl: Formatar
nl: Formaat
sc: Formata
sr: Форматирај
ug: پىچىم

source: Safely Remove
am: በጥንቃቄ ማስወገጃ
ast: Estrayer de mou seguru
br: Tennañ e surentez
cs: Bezpečně odebrat
cy: Tynnu'n ddiogel
de: Sicher entfernen
es: Extraer de forma segura
gd: Thoir air falbh gu sàbhailte
gl: Extraer de xeito seguro
nl: Veilig verwijderen
sc: Tira·nde·ddu de manera segura
sr: Безбедно уклони
ug: بىخەتەر چىقىرىش

source: Continue with format
am: አቀራረቡን መቀጠያ
ast: Siguir col formatéu
br: Derc'hel da furmadiñ
cs: Pokračovat ve formátování
cy: Parhau i fformatio
de: Mit Formatieren fortfahren
es: Continuar con el formateo
gd: Lean air adhart leis an fhòrmatadh
gl: Continuar co formatado
nl: Doorgaan met formatteren
sc: Sighi cun sa formatatzione
sr: Настави са форматирањем
ug: پىچىشنى داۋاملاشتۇر

source: This action will wipe the content from the device
am: ይህ ተግባር በ አካሉ ውስጥ ያሉትን ይዞታዎች በሙሉ ያጠፋል
ast: Esta aición va desaniciar los conteníos actuales del preséu
br: Lamet e vo an traoù a zo er benveg
cs: Tento krok vymaže obsah ze zařízení
cy: Bydd hyn yn glanhau cynnwys o'r ddyfais
de: Diese Aktion wird alle Daten vom Gerät löschen
es: Esta acción eliminará los contenidos actuales del dispositivo
gd: Glanaidh an gnìomh seo gach susbaint a tha air an uidheam air falbh
gl: Esta acción borrará o contido do dispositivo
nl: Deze actie zal de inhoud van het opslagapparaat wissen
sc: Custa atzione at a cantzellare su cuntenutu de su dispositivu
sr: Ово ће обрисати сав садржај са уређаја
ug: بۇ مەشغۇلات ئۈسكۈنىدىكى بارلىق مەزمۇنلارنى يۇيىۋېتىدۇ

source: Formatting
am: አቀራረቡን በመፈጸም ላይ
ast: Formatiando
br: O furmadiñ
cs: Formátuje se
cy: Yn fformatio
de: Formatierung läuft
es: Formateando
gd: Fòrmatadh
gl: Formatado
nl: Formatteren
sc: Formatende
sr: Форматира
ug: پىچىىش

source: Format Complete
am: አቀራረቡ ተፈጽሟል
cs: Formátování dokončeno
de: Formatieren abgeschlossen
nl: Formatteren klaar
sc: Sa formatatzione est istada cumpletada

source: Format Error
am: የ አቀራረብ ስህተት
cs: Chyba při formátování
de: Formatfehler
nl: Formatteer fout
sc: Faddina in sa formatatzione

source: There was an error when formatting the device
am: አካሉ በሚሰናዳ ጊዜ ስህተት ተፈጥሯል
ast: Hebo un fallu entrín se formatiaba'l preséu
br: Ur fazi zo bet pa oad o furmadi#n ar benveg
cs: Při formátování zařízení došlo k chybě
cy: Cafwyd gwall wrth fformatio'r ddyfais
de: Beim Formatieren des Gerätes trat ein Fehler auf
es: Error al formatear el dispositivo
gd: Thachair mearachd le fòrmatadh an uidheim
gl: Produciuse un erro formatando o dispositivo
nl: Er is een fout opgetreden tijdens het formatteren van het opslagapparaat
sc: B'est istada una faddina in sa formatatzione de su dispositivu
sr: Дошло је до грешке при форматирању уређаја

source: External Drives
am: የ ውጪ አካሎች
ast: Almacenamientos esternos
br: Pladennoù kalet diavaez
cs: Externí jednotky
cy: Gyriannau Allanol
de: Externe Speichermedien
es: Unidades externas
gd: Draibhean a-muigh
gl: Dispositivos externos
nl: Externe media
sc: Unidades esternas
sr: Спољни дискови
ug: سىرتقى دىسكىلار
